<?php

return [

    'MSG_4000' => '不正なリクエストです',
    'MSG_4010' => '認証に失敗しました',
    'MSG_4011' => '認証トークンの有効期限が切れています',
    'MSG_4012' => '認証トークンが無効です',
    'MSG_4013' => 'この認証トークンは使用済みです',
    'MSG_4030' => '権限がありません',
    'MSG_4031' => 'アクセスは拒否されました',
    'MSG_4032' => 'ブロックされています',
    'MSG_4040' => 'アカウントは存在しません',
    'MSG_4041' => 'データが存在しません',
    'MSG_4050' => 'HTTPメソッドが不正です',
    'MSG_4090' => 'この操作はすでに実行されています',
    'MSG_4230' => '他のユーザが操作中です',
    'MSG_5000' => 'システムエラーが発生しました',
    'MSG_5001' => '予期せぬエラーが発生しました',
    'MSG_5002' => 'DBエラーが発生しました',
    'MSG_5003' => '登録に失敗しました',
    'MSG_5004' => '更新に失敗しました',
    'MSG_5005' => '削除に失敗しました',
    'MSG_5006' => '決済に失敗しました',
    'MSG_5007' => '別のユーザーがデータを変更しました',
    'MSG_5008' => ':time分後にもう一度お試しください'
];
